{
  "TipsInfo": {
    "Dewey Elementary School": [
      {
        "site": "Dewey Elementary School",
        "content": "you can take the 201 (and get a free Ventra card through nu) to the ridge/davis stop! \nhttps://www.northwestern.edu/transportation-parking/shuttles/routes/cta-201.html"
      },
      {
        "site": "Dewey Elementary School",
        "content": "The 201 bus doesn't come at the best times, but it is the most convenient bus.\nBiking is great and there are lots of bike lanes; a lot of people walk to get there too. \nWhen you get there, sit and chat with other tutors or students there and wait for everyone to arrive-- students get called up individually for breakfast; so there is no real breakfast eating period. 'Break the Ice' is a chaotic game whose sole object is to break things. Puzzles and drawing are popular!"
      }
    ],
    "Kingsley Elementary School": [
      {
        "site": "Kingsley Elementary School",
        "content": "How to get there: most of the tutors walk. \nYou can also take the 201 (free w/ nu ventra card, but not always the most reliable timing-wise, prob better to take it back to campus than there)"
      },
      {
        "site": "Kingsley Elementary School",
        "content": "first time @ kingsley: press the button by the door to be let in. \nIf it's not working or it doesn't look like anyone's in the main office, u can call site director precious (312-927-1169)"
      },
      {
        "site": "Kingsley Elementary School",
        "content": "remind kiddos to put a sticker on the sticker chart after brain work! they're often so excited about games they forget"
      },
      {
        "site": "Kingsley Elementary School",
        "content": "fridays are usually free days for them (no brain work), precious brings in prizes"
      },
      {
        "site": "Kingsley Elementary School",
        "content": "don't forget to fill out the brain work tracker at the end of each day!"
      },
      {
        "site": "Kingsley Elementary School",
        "content": "(unrelated to b&b) but if u have time after, central street is so underrated (highly rec hewn & backlot coffee for a lil sweet treat)"
      },
      {
        "site": "Kingsley Elementary School",
        "content": "to break down the room after b&b: \n\t- games: go in the black closet outside (basically games pt 2 playing tetris to make everything fit)\n\t- blue bins: stack on top of cabinet next to games closet \n\t- book cart: cover with cloth, by sticker chart in front\n\t- chairs: stack in front right corner of room, but leave 2 at every table facing front of room\n\t- tables: should be 3 x 5 (i think?), one gets taken down + put in front by chairs, ones in the back get rotated, align back row with the ac groove >> then wipe it all down"
      }
    ],
    "Lincoln Elementary School": [
      {
        "site": "Lincoln Elementary School",
        "content": "The entrance is tucked away, past the playgrounds and near the garden beds. \nYou will see a corner of the school that is just windows, that's where you're headed! Our program is in a library which makes the space a bit more chill. \nWe have a very multicultural group due to the area the school is in. \nThe best way to get there is to take the shuttle, though you will have to be earlier than needed. The purple line also works, but isn't free!"
      }
    ],
    "Lincolnwood Elementary School": [
      {
        "site": "Lincolnwood Elementary School",
        "content": "It’s in a gym which means there’s a lot of open space for the kids to run around so it’s a bit chaotic"
      }
    ],
    "Walker Elementary School": [
      {
        "site": "Walker Elementary School",
        "content": "Tutors at walker uber there in the mornings (the only site allowed for this since it would be unreasonable to get there via public transportation).\nThis involves meeting somewhere on campus around 7:40am to travel with the group. \nDepending on the day of the week, we may ride back with community volunteers or Uber back to campus. \nWe have to clean up the gym after session time so we usually finish around 9:05."
      },
      {
        "site": "Walker Elementary School",
        "content": "Walker has a lot of siblings and cousins / otherwise related kiddos so it’s important to know that family dynamics often play into the morning"
      },
      {
        "site": "Walker Elementary School",
        "content": "Fridays we have the art teacher \nMs. Sam and we usually play basketball Fridays too. \nMost kids will try to get around reading in their various creative ways so we sometimes need to insist on getting the brainwork done but after focusing them in it’s not usually an issue."
      },
      {
        "site": "Walker Elementary School",
        "content": "don't be afraid to communicate with Nimrah and the other tutors, everyone is super nice and wants to help out! \ndon't be discouraged if it takes a while to build connections with the kids, the more you show up the more they'll be comfortable with you and excited to see you!"
      }
    ],
    "Washington Elementary School": [
      {
        "site": "Washington Elementary School",
        "content": "Show up early! Kids start arriving usually around 7:50am. \nBe flexible! You may be working with multiple kids at once and/or have to help another student after one you were working with finishes brainwork. \nAfter b+b you have to walk through the school to the office (the first time you come, you need to show the office your ID)."
      }
    ],
    "Willard Elementary School": [
      {
        "site": "Willard Elementary School",
        "content": "Don’t be afraid to exert warm commands, acknowledge and validate a child’s emotions"
      }
    ]
  }
}
